[
  "Robert Cecil Hayes (19 January 1900–3 September 1977) was a New Zealand astronomer, seismologist and organist. He was born in Wellington, New Zealand on 19 January 1900. Hayes did not have any formal qualifications, however he began work at the Dominion Observatory, Wellington (then named the Hector Observatory) in 1920. The observatory was responsible for maintaining the New Zealand Government Time Service. Hayes was trained in the astronomical observations necessary to keep the clocks accurate. Some of his initial work also involved working on the seismograph that the observatory inherited from seismologist George Hogben. Hayes became acting-director of the observatory after Charles Edward Adams retired from the position in 1936. He was acting-director for 12 years before the position was formalised. One of the contributions Hayes had while at the Observatory was the application of the Richter scale in New Zealand. He was in communication with Charles Francis Richter who had been developing the scale; and by using the same Wood-Anderson type seismographs that Richter used, was able to apply it to earthquakes in New Zealand. Hayes was also interested on the research being done in the area of deep-focus earthquakes. This subsequently lead to his own research on seismic waves and the conclusion that New Zealand was on the continental side of the crust near to the boundary between continental and oceanic crust. He also confirmed the occurrence of deep-focus earthquakes in new Zealand",
  "Robert Cecil Hayes In 1975, in recognition of his contributions, he was awarded the Hector Medal. Hayes was born in Wellington on 19 January 1900, to Robert Edward Hayes and Ellen Thomas. He was educated in Wellington before attending Christ's College in Christchurch from 1914 to 1918. Hayes married Margaret Wyn Beere on 1 December 1932, they had two daughters. He was the organist at St Mary's Anglican Church in Karori, Wellington for 35 years. He died in Auckland on 3 September 1977.",
  "Trevor Hatherton (30 September 1924 – 2 May 1992) was a New Zealand geophysicist, scientific administrator and Antarctic scientist. He was born in Sharlston, Yorkshire, England, on 30 September 1924. In the 1958 Queen's Birthday Honours, Hatherton was appointed an Officer of the Order of the British Empire.",
  "George Hogben (14 July 1853 – 26 April 1920) was a New Zealand educationalist and seismologist. He was born in Islington, Middlesex, England on 14 July 1853, and died after a short illness at home in Khandallah, Wellington . He was Inspector-General of Schools in New Zealand and was appointed CMG in the 1915 New Year Honours.",
  "Amy Hodgson Eliza ( Campbell, 10 October 1888 – 7 January 1983) was a New Zealand botanist who specialised in liverworts. Hodgson was born in Havelock North and attended Pukahu Primary School and Napier Girls' High School. She went by her middle name Amy. Hodgson was self-educated in botany as her father refused to allow her to attend university. Hodgson collected numerous specimens and was encouraged by George Osborne King Sainsbury with whom she collected. Hodgson also collected with Kenneth Willway Allison. Hodgson published her first scientific paper at the age of 42 and went on to publish more than 30 papers thereafter. She described two new species of liverworts and nine new genera. The liverwort \"Lejeunea hodgsoniana\" was named in her honour as was the species \"Lepidolaena hodgsoniae\". Her herbarium was donated to Massey University in 1972. She was elected a Fellow of the Linnean Society of London and in 1961 was accorded the same honour by the Royal Society of New Zealand. Hodgson was also an honorary member of the British Bryological Society. Hodgson was awarded an honorary doctorate by Massey University in 1976.",
  "Felipe Mendez was born around 1897 in San Juan, Argentina and participated as a paleontological collector at the \"2nd Captain Marshall Field Paleontological Expedition\" in 1926. Participants of this international team were Elmer S. Riggs (Leader and Photographer), Robert C. Thorne (Collector) and Rudolf Stahlecker (Collector). The expedition started in April 1926 and finished in November 1926. The purpose was geology fossil collecting in Catamarca, Argentina. The expedition was very successful, and even new species like Stahleckeria have been found during this collaboration.",
  "Robert C. Thorne Robert Coin Thorne (25 November 1898 – 27 May 1960) was an American paleontologist. Thorne was born in Ashley, Utah. He participated at the \"2nd Captain Marshall Field Paleontological Expedition\" in 1926. Other participants were Elmer S. Riggs (Leader and Photographer), Rudolf Stahlecker (Collector) and Felipe Mendez. The expedition started in April 1926 and finished in November 1926. The purpose was geology fossil collecting in Puerta Corral Quemado, Catamarca, Argentina, South America. The expedition was successful, and even new species like Stahleckeria have been found during this collaboration. He was a veteran of World War I, an experienced outdoors man, mule driver and fossil collector. He was married to Constance and had with her a son, R. Neil Thorne. His letters about the expedition to his wife have 70 years later been published by their son at his own expense. He died in Vernal, Utah.",
  "Leslie Grange Leslie Issott Grange (4 March 1894 – 6 October 1980) was a New Zealand geologist, soil scientist and scientific administrator. He was foundation director of the Soil Bureau. In the 1958 Queen's Birthday Honours, Grange was appointed a Companion of the Imperial Service Order.",
  "Udzha is an impact crater on Mars, that measures 45 kilometer in diameter, but has been almost entirely covered by layers of ice and dust. Only the highest part of the crater rim rises above the polar deposits and hint at its circular form. Crater is located at 81.8 degrees north latitude, 77.2 degrees east longitude on Mars. It was named after a village in northern Russia.",
  "Norman Elder (botanist) Norman Lascelles Elder (born Wellington, New Zealand 6 April 1896 - died 10 August 1974) was a New Zealand electrical engineer, teacher, and botanist."
]